{
    "station":
    [
     {
     "name": "Gold 90.5FM",
     "streamURL": "https://17963.live.streamtheworld.com/GOLD905AAC.aac?dist=liveonlineradio",
     "imageURL": "gold905.png",
     "desc": "Sounds Good, Feels Good",
     "longDesc": "Gold 90.5FM is an English radio station of MediaCorp in Singapore. It broadcasts classic hits from the 60s and beyond. Their stable of DJs includes Singapore’s granddaddy of radio, with over 30 years of experience, Brian Richmond."
     },
     {
         "name": "Red FM 107.8 FM",
         "streamURL": "http://shaincast.caster.fm:47830/listen.mp3",
         "imageURL": "red107.png",
         "desc": "Sri Lanka's #1 Variety Station",
         "longDesc": "Red FM is an entertainment and music radio station that broadcasts from Sri Lanka. It plays music from the 80s, Hip Hop, Grunge, Electronic Dance and much more. Its team includes Suresh Dee, Kevin, Deanna and Keith, among others.."
     },
     {
         "name": "Class 95 FM",
         "streamURL": "https://19183.live.streamtheworld.com/CLASS95AAC.aac?dist=liveonlineradio",
         "imageURL": "class95.png",
         "desc": "Music hits",
         "longDesc": "Singapore's best mix of music over the airwaves is Class 95FM. Be entertained with hits from the 70s, 80s and 90s"
     },
     {
         "name": "BBC world servie FM",
         "streamURL": "http://bbcwssc.ic.llnwd.net/stream/bbcwssc_mp1_ws-eieuk",
         "imageURL": "bbcworldservice.png",
         "desc": "",
         "longDesc": "BBC world servie  is a English Fm radio having broadcasting from London.Listen to BBC world servie English FM to listen to your favorite English songs and top kollywood songs.BBC world servie  contains a huge variety of programs telcasing wonderful English songs."
     },
     {
         "name": "All Hit Radio English",
         "streamURL": "http://zas1.ndx.co.za:8124/;listen.mp3",
         "imageURL": "allhitradio.png",
         "desc": "",
         "longDesc": "All Hit Radio  is a English Fm radio having broadcasting from southafrica .Listen to All Hit Radio English FM to listen to your favorite English songs and top kollywood songs.All Hit Radio  contains a huge variety of programs telcasing wonderful English songs"
     },
     {
         "name": "94.7 FM Hits English",
         "streamURL": "http://ice66.securenetsystems.net/WYUL2",
         "imageURL": "947fmhits.png",
         "desc": "",
         "longDesc": "94.7 FM Hits  is a English Fm radio having broadcasting from srilanka brocasting at .Listen to 94.7 FM Hits English FM to listen to your favorite English songs and top kollywood songs.94.7 FM Hits  contains a huge variety of programs telcasing wonderful English songs"
     },
     {
         "name": "Diamond FM English",
         "streamURL": "http://zas1.ndx.co.za:8170/;listen.mp3",
         "imageURL": "diamondfm.png",
         "desc": "",
         "longDesc": "Diamond FM  is a English Fm radio having broadcasting from Africa .Listen to Diamond FM English FM to listen to your favorite English songs and top kollywood songs.Diamond FM  contains a huge variety of programs telcasing wonderful English songs"
     },
     {
         "name": "Dance FM English",
         "streamURL": "http://19113.live.streamtheworld.com:3690/DANCE_FM_SC",
         "imageURL": "dancefm.png",
         "desc": "Music hits",
         "longDesc": "Dance FM  is a English Fm radio having broadcasting from Dubai .Listen to Dance FM English FM to listen to your favorite English songs and top kollywood songs.Dance FM  contains a huge variety of programs telcasing wonderful English songs"
     },
     {
         "name": "Kiss FM English",
         "streamURL": "http://s3.voscast.com:8404/;stream.mp3",
         "imageURL": "kissfmenglish.png",
         "desc": "Music hits",
         "longDesc": "Kiss FM  is a English Fm radio having broadcasting from srilanka .Listen to Kiss FM English FM to listen to your favorite English songs and top kollywood songs.Kiss FM  contains a huge variety of programs telcasing wonderful English songs"
     },
     {
         "name": "A BIG HitZ Radio",
         "streamURL": "http://listen.radionomy.com/a-big-hitz-radio",
         "imageURL": "abighitz.png",
         "desc": "Unconventional music",
         "longDesc": "A BIG HitZ Radio is Hit Music and commercial free all day long. We are not your conventional music station. It is an unconventional music station that streams music 24/7 via the Internet. "
     },
     {
         "name": "Insomnia FM",
         "streamURL": "http://635.cloudrad.io:8092/;",
         "imageURL": "Insomniafm.png",
         "desc": "",
         "longDesc": "Insomnia Fm offers a free platform to promote various shows to provide DJ’s & Producers Careers.The shows are available for free streaming at 128 kbps, and also for download by becoming an subscriber, with more than 200 exclusive radio shows!We also provide a monthly InsomniaFM Podcast and a weekly Mix of the Week."
     },
     {
         "name": "BBC Radio 1",
         "streamURL": "https://a.files.bbci.co.uk//media//live//manifesto//audio//simulcast//hls//nonuk//low//ak//bbc_radio_one.m3u8",
         "imageURL": "https://raw.githubusercontent.com/karthibv/kphstn/master/images/en/bbc-radio-1.png",
         "desc": "",
         "longDesc": "BBC Radio 1 is a British radio station operated by the British Broadcasting Corporation which also broadcasts internationally, specialising in modern popular music and current chart hits throughout the day. Radio 1 provides alternative genres after 7 pm, including electronica, dance, hip hop, rock and indie"
     },
     {
        "name": "BBC Radio 5 Live",
        "streamURL": "https://a.files.bbci.co.uk//media//live//manifesto//audio//simulcast//hls//nonuk//low//ak//bbc_radio_five_live.m3u8",
        "imageURL": "https://raw.githubusercontent.com/karthibv/kphstn/master/images/en/bbc-radio-5-live.png",
        "desc": "",
        "longDesc": "BBC Radio 5 Live is the BBC's national radio service that broadcasts mainly news, sport, discussion, interviews and phone-ins. It is the principal radio station covering sport in the United Kingdom, broadcasting virtually all major sports events staged in the UK or involving British competitors"
    },
     {
         "name": "The Arrow UK",
         "streamURL": "http://media-ice.musicradio.com/Arrow.m3u",
         "imageURL": "https://raw.githubusercontent.com/karthibv/kphstn/master/images/en/the-arrow-uk.png",
         "desc": "",
         "longDesc": "The Arrow is a British digital radio station playing classic and contemporary rock music. It broadcasts on DAB Digital Radio and is also streamed over digital satellite TV and online. The station is operated by Global; prior to Global's formation it was owned by their predecessor Chrysalis Radio"
     },
     {
         "name": "Classic FM UK",
         "streamURL": "http://vis.media-ice.musicradio.com//ClassicFMMP3",
         "imageURL": "https://raw.githubusercontent.com/karthibv/kphstn/master/images/en/classic-fm-uk.png",
         "desc": "",
         "longDesc": "Classic FM is one of the United Kingdom's three Independent National Radio stations. The station broadcasts classical music."
     },
     {
         "name": "The Breeze 107.4 FM",
         "streamURL": "https://stream2.celador.co.uk//breeze-newbury-96.aac",
         "imageURL": "https://raw.githubusercontent.com/karthibv/kphstn/master/images/en/the-breeze-107-4-fm-newbury.png",
         "desc": "",
         "longDesc": "The Breeze is an Independent Local Radio station serving Newbury and West Berkshire. The station is owned & operated by Celador Radio and is part of The Breeze network of stations. It broadcasts from studios at Eastgate House in Andover"
     }
    ]
}
