{
    "station":
    [
     {
         "name": "Radio City Kannada",
     "streamURL": "http://prclive1.listenon.in:8870/",
     "imageURL": "city-kannada.png",
     "desc": "",
     "longDesc": "This Station is broadcasted by Planetradiocity. Listen Over 5 Kannada FM Radio Stations Online . With your favourites like RJ Netra, Pradeepa, Sowjanya and Love Guru, here`s presenting the best of Bangalore on Radio City Kannada – A dedicated online radio station for Kannada music lovers world over."
     },
     {
         "name": "Premaloka Kannada Radio",
         "streamURL": "http://prclive1.listenon.in:9934/",
         "imageURL": "premaloka.png",
         "desc": "",
         "longDesc": "The Best of Kannada Love Songs with the soothing voice of Love Guru, all through the day, all throughout the year."
     }
     ,
     {
         "name": "Madhur Tarang Kannada Radio",
         "streamURL": "http://philae.shoutca.st:8293/;",
         "imageURL": "madhurtarang.png",
         "desc": "",
         "longDesc": "Madhur Tarang is a Kannada FM radio station broadcasting from India. Listen to Madhur Tarang Kannada radio to listen to your favorite Kannada songs and top Kannada songs. Madhur Tarang radio station covers many variety programs broadcasting the best Kannada songs and best shows from your favorite DJs."
     }
     ,
     {
         "name": "Nagumoga Kannada",
         "streamURL": "http://radio.nagumoga.net/kannada",
         "imageURL": "nagumogaradio.png",
         "desc": "",
         "longDesc": "Nagumoga is a Kannada radio having broadcasting from karnataka.Listen to Nagumoga Kannada FM to listen to your favorite kannada songs and top bollywood songs.Nagumoga contains a huge variety of programs telcasing wonderful kannada songs."
     } ,
     {
         "name": "DR RajKumar Hits",
         "streamURL": "http://prclive1.listenon.in:8826/;",
         "imageURL": "rajjumarhits.png",
         "desc": "",
         "longDesc": "DR Rajkumar Hits is a Kannada FM radio station broadcasting from India. Listen to DR Rajkumar Hits Kannada radio to listen to your favorite Kannada songs and top Kannada songs."
     },
     {
         "name": "Mirchi kannada hits",
         "streamURL": "https://kannadahits-lh.akamaihd.net/i/kannadahits_1@492837/master.m3u8",
         "imageURL": "kannadahits.png",
         "desc": "",
         "longDesc": "Mirchi kannada hits is a Kannada radio having broadcasting from karnataka.Listen to Mirchi kannada hits Kannada FM to listen to your favorite kannada songs and top bollywood songs.Mirchi kannada hits contains a huge variety of programs telcasing wonderful kannada songs."
     },
     {
         "name": "Radio Sarang Kannada",
         "streamURL": "http://radiosarang.com:4048/Sarang",
         "imageURL": "radiosarang.png",
         "desc": "",
         "longDesc": "Radio sarang is a Kannada radio having broadcasting from karnataka.Listen to radio sarang Kannada FM to listen to your favorite kannada songs and top bollywood songs.radio sarang contains a huge variety of programs telcasing wonderful kannada songs.Tune to radio sarang listen now."
     },
     {
         "name": "Namm Radio Kannada",
         "streamURL": "http://stream.zenolive.com/6quh1pfnt1duv",
         "imageURL": "nammradio.png",
         "desc": "",
         "longDesc": "Namm radio is a Kannada radio having broadcasting from India.Listen to Namm radio Kannada FM to listen to your favorite kannada songs and top bollywood songs.Namm radio contains a huge variety of programs telcasing wonderful kannada songs."
     },
     {
         "name": "Shalom Beats Radio",
         "streamURL": "http://stream.zenolive.com/6quh1pfnt1duv",
         "imageURL": "shalombeatsradio.png",
         "desc": "",
         "longDesc": "Shalom beats radio is a Kannada radio having broadcasting from karnataka.Listen to Shalom beats radio Kannada FM to listen to your favorite kannada songs and top bollywood songs.Shalom beats radio contains a huge variety of programs telcasing wonderful kannada songs."
     }
    ]
}
