{
    "station":
    [
        {
            "name": "Spice FM Radio",
            "streamURL": "http://fmout.spicefm.in:8000/spice_b",
            "imageURL": "spice-fm.png",
            "desc": "",
            "longDesc": "Spice FM Radio is a Telugu radio having broadcasting from Andrapradesh.Listen to Spice FM Radio Telugu FM to listen to your favorite Telugu songs and top Tollywood songs."
            },
        {
        "name": "Telugu One Radio",
        "streamURL": "http://173.203.133.187:9700/stream/1/",
        "imageURL": "telugu-one.png",
        "desc": "",
        "longDesc": "This is a very popular online radio station that is on air 24 hours a day, 7 days a week. It broadcasts programmes in Telugu language, including music, talk shows and much more"
        },
        {
            "name": "AP 9 Fm Radio",
            "streamURL": "http://s2.voscast.com:10704/;",
            "imageURL": "ap9fm.png",
            "desc": "",
            "longDesc": "AP 9 Fm Radio is a Telugu radio having broadcasting from Andra.Listen to AP 9 Fm Radio Telugu FM to listen to your favorite Telugu songs and top Tollywood songs.AP 9 Fm Radio contains a huge variety of programs telcasing wonderful Hindi songs."
            },
        {
            "name": "Radio Sai FM Telugu",
            "streamURL": "http://stream.radiosai.org:8020/asiastreamfortelugu",
            "imageURL": "radio-sai.png",
            "desc": "",
            "longDesc": "This is a very popular online radio station that is on air 24 hours a day, 7 days a week. It broadcasts programmes in Telugu language, including music, talk shows and much more"
        },
        {
            "name": "Manasu Tho Emotional Songs",
            "streamURL": "http://85.25.95.17:8008/stream/1/",
            "imageURL": "emotional-song.png",
            "desc": "",
            "longDesc": "Manasu Tho is a global platform that broadcasts online 24 hours a day, 7 days a week. Its contents focus mostly on romantic music, which is featured through various different radio channels that the listener can choose"
        }
        ,
        {
            "name": "Radio9 Telugu",
            "streamURL": "http://64.150.176.42:8166/stream/1/",
            "imageURL": "radio9-telugu.png",
            "desc": "",
            "longDesc": "Established in 2012, this is a web radio station broadcasting from United Arab Emirates in Telugu language. Its mission is to promote the language, traditions and culture among the Indian and NRI."
        }
        ,
     {
         "name": "Gelupu Telugu FM",
         "streamURL": "http://s7.voscast.com:7586/;",
         "imageURL": "mirchiloveradio.png",
         "desc": "",
         "longDesc": "Gelupu is a Telugu radio having broadcasting from North america.Listen to Gelupu Telugu FM to listen to your favorite Telugu songs and top Tollywood songs.Gelupu contains a huge variety of programs telcasing wonderful Hindi songs."
     },
     {
         "name": "Nuke Telugu old hits",
         "streamURL": "http://live.nukeradio.com:8012/stream3;",
         "imageURL": "nuketeluguoldhits.png",
         "desc": "",
         "longDesc": "Nuke Telugu old hits Radio is a Telugu radio having broadcasting from Telangana.Listen to Nuke Telugu old hits Radio Telugu FM to listen to your favorite Telugu songs and top Tollywood songs."
     },
     {
         "name": "Mirchi Love Radio",
         "streamURL": "http://51.15.208.163:8081/radio/Mirchi_love_telugu/icecast.audio",
         "imageURL": "mirchiloveradio.png",
         "desc": "",
         "longDesc": "Mirchi Love Radio is a Telugu radio having broadcasting from Telangans.Listen to Mirchi Love Radio Telugu FM to listen to your favorite Telugu songs and top Tollywood songs.Mirchi Love Radio contains a huge variety of programs telcasing wonderful Hindi songs."
     },
     {
         "name": "Ghantasala Hits Telugu FM",
         "streamURL": "http://prclive1.listenon.in:8822/;",
         "imageURL": "ghantasalahits.png",
         "desc": "",
         "longDesc": "Ghantasala Hits is a Telugu radio having broadcasting from India.Listen to Ghantasala Hits Telugu FM to listen to your favorite Telugu songs and top Tollywood songs.Ghantasala Hits contains a huge variety of programs telcasing wonderful Hindi songs."
     },
     {
         "name": "Malaysia Telugu Radio",
         "streamURL": "http://listen.radioking.com/radio/142831/stream/183013",
         "imageURL": "malaysiateluguradio.png",
         "desc": "",
         "longDesc": "Malaysia Telugu Radio station is a Telugu radio having broadcasting from Malaysia.Listen to Malaysia Telugu Radio Telugu FM to listen to your favorite Telugu songs and top Tollywood songs.Malaysia Telugu Radio contains a huge variety of programs telcasing wonderful Hindi songs"
     },
     {
         "name": "NEC FM Radio",
         "streamURL": "http://s2.voscast.com:10382/;",
         "imageURL": "necfm.png",
         "desc": "",
         "longDesc": "EC FM Radio is a Telugu radio having broadcasting from Telangana.NEC FM ONLINE RADIO IS A RADIO STATION BROADCASTING IN TELUGU LANGUAGE, BY THE STUDENTS OF NARASARAOPETA ENGINEERING COLLEGE, NARASARAOPETA.Listen to NEC FM Radio Telugu FM to listen to your favorite Telugu songs and top Tollywood songs."
     },
     {
         "name": "Mana Political News",
         "streamURL": "http://38.68.135.222:8000/manaradio_128",
         "image": "https://raw.githubusercontent.com/karthibv/kphstn/master/images/telg/politicalnews.jpg",
         "desc": "",
         "longDesc": "Mana Political News  is a Telugu radio having broadcasting from India.Listen to Mana Political News Telugu FM to listen to your favorite Telugu songs and top Tollywood songs"
     },
     {
         "name": "Telugu Hits Radio",
         "streamURL": "https://mirchitapakahd-lh.akamaihd.net/i/mirchitapakahdlive_1_1@322572/master.m3u8",
         "imageURL": "teluguhits.png",
         "desc": "",
         "longDesc": "Telugu Hits Radio is a Telugu radio having broadcasting from Telangans.Listen to Telugu Hits Radio Telugu FM to listen to your favorite Telugu songs and top Tollywood songs."
     }
    ]
}
